[
    {
        "Slug": "basic-pick-strumming",
        "Title": "Basic pick strumming techniques",
        "Summary": "The foundation to playing electric rhythm guitar in time",
        "Url": "/lessons/beginner/basic-pick-strumming/",
        "ContentKey": "BasicPickStrumming",
        "Level": "Beginner",
        "Stage": 1,
        "Genres": [],
        "Videos": [
            {
                "Slug": "1SyT17VAtgg",
                "Title": "How To Strum a Guitar With a Pick For Beginners - 8 Top Tips - Drue James",
                "Caption": "How to strum a guitar with a pick for beginner guitarists. When followed these 8 top tips will make strumming feel easier and sound more consistent."
            },
            {
                "Slug": "Y4dYCEvxWTE",
                "Title": "Basic Strumming for Guitar: Lesson how to strum correctly: Acoustic Guitar easy",
                "Caption": "Marty Schwartz from GuitarJamz is a great teacher. Although he uses an acoustic guitar in this video, the concepts he explains translate perfectly to electric guitar as well. This video does a nice job of explaining the foundation of musical rhythm. At the end he shows you some good strumming patterns to practice."
            },
            {
                "Slug": "h6fMu_wVh_4",
                "Title": "Guitar Strumming Secrets EXPOSED!",
                "Caption": "Mike from The Art of Guitar does a good job explaining down-strums versus up-strums."
            },
            {
                "Slug": "hzC0orOGARw",
                "Title": "5 Essential Strumming Patterns - Beginner Guitar Lessons",
                "Caption": "An excellent breakdown of essential strumming patterns. Each of these patterns builds on the previous one learned."
            }
        ],
        "Articles": [
            {
                "Title": "6 Ways to Strum Like a Pro",
                "Caption": "It's about the rhythm, man. We've got some quick tips for your right hand.",
                "Url": "https://www.fender.com/articles/play/how-to-strum-beginner-guitar-tips"
            },
            {
                "Title": "How to Strum a Guitar",
                "Caption": "An easy-to-follow strumming guide with written explanations, complemented by silent video to illustrate the techniques.",
                "Url": "https://www.wikihow.com/Strum-a-Guitar"
            }
        ],
        "RelatedLessonSlugs": [
            "holding-the-pick",
            "the-5-basic-chord-forms"
        ]
    },
    {
        "Slug": "changing-chords-smoothly",
        "Title": "Changing Chords Smoothly",
        "Summary": "Learn how to transition chords cleanly and smoothly, without buzz or muted strings",
        "Url": "/lessons/beginner/changing-chords-smoothly/",
        "ContentKey": "ChangingChordsSmoothly",
        "Level": "Beginner",
        "Stage": 2,
        "Genres": [],
        "Videos": [
            {
                "Slug": "kzs_8iQ9b2A",
                "Title": "Changing Guitar Chords Smoothly - Beginner Guitar Lesson",
                "Caption": "Stresses the fundamentals of playing chords cleanly, understanding chords, and forming muscle memory"
            },
            {
                "Slug": "pBacbX9yefA",
                "Title": "A, D and E Chords - Easy Chord Changes Using Anchor Fingers - Beginner Guitar Lessons [BC-114]",
                "Caption": "A quick video that explains the benefits of using an anchor finger to make chord changes easier"
            },
            {
                "Slug": "StAYtPs2tVU",
                "Title": "Beginner Guitar Chords - Learn how to change chords FASTER !",
                "Caption": "A nice breakdown on posture, chord theory, repetition, and practice"
            },
            {
                "Slug": "3_qpDtfLgs8",
                "Title": "The D-C-G Trick : What Famous Bands Did With Easy Chords!",
                "Caption": "Take the chord changing techniques you just learned and combine them with this very popular chord sequence. Suddenly you'll be playing plenty of songs you've heard for years."
            }
        ],
        "Articles": [
            {
                "Title": "How To Learn Challenging Guitar Chord Changes",
                "Caption": "One of the most fundamental skills to develop if you want to play guitar well is the ability to change chords accurately and reliably.",
                "Url": "http://www.musesmuse.com/col-guitarpractice-chordchanges.html"
            },
            {
                "Title": "5 Tips to Master Chord Changes",
                "Caption": "The key to playing any song is smooth, fast chord changes.",
                "Url": "https://www.fender.com/articles/play/5-tips-to-master-chord-changes"
            },
            {
                "Title": "Exercises for Practicing Guitar Chords",
                "Caption": "There are several ways to master the technique of changing chords, so let’s look at a couple of exercises using basic guitar chords.",
                "Url": "https://takelessons.com/blog/exercises-for-practicing-guitar-chords-z01"
            }
        ],
        "RelatedLessonSlugs": [
            "basic-pick-strumming",
            "the-5-basic-chord-forms"
        ]
    },
    {
        "Slug": "changing-strings",
        "Title": "Changing your guitar strings",
        "Summary": "Something every guitar player needs to be comfortable with, regardless of level",
        "Url": "/lessons/beginner/changing-strings/",
        "ContentKey": "ChangingStrings",
        "Level": "Beginner",
        "Stage": 1,
        "Genres": [],
        "Videos": [
            {
                "Slug": "Y_UiNnIPD-s",
                "Title": "Best Way to Change Your Guitar Strings",
                "Caption": "A solid breakdown, specifically meant for changing strings on electric guitars"
            },
            {
                "Slug": "4CtqfHmssx8",
                "Title": "How to Change Your Electric Guitar Strings | Fender",
                "Caption": "A pretty quick lesson from a very credible source - Fender"
            },
            {
                "Slug": "0xxeRFEP1Y4",
                "Title": "How to Change Your Acoustic Guitar Strings | Fender",
                "Caption": "Another quick lesson from Fender, this time for acoustic guitars"
            },
            {
                "Slug": "GIzVdvzn8d8",
                "Title": "Restringing Your Acoustic Guitar",
                "Caption": "Luthiers from Martin Guitars show you how to restring a steel-string acoustic"
            },
            {
                "Slug": "Yx1IG93sEs4",
                "Title": "Restringing Your Classical Guitar",
                "Caption": "Luthiers from Martin Guitars show you how to restring a nylon string classical guitar"
            },
            {
                "Slug": "g-iIg0edlKU",
                "Title": "How To Change Classical Guitar Strings | Strings By Mail.com",
                "Caption": "A thorough lesson on restringing classical guitars"
            }
        ],
        "RelatedLessonSlugs": [
            "welcome-to-the-guitar",
            "holding-the-pick"
        ]
    },
    {
        "Slug": "holding-the-pick",
        "Title": "How to hold a Guitar Pick",
        "Summary": "An important thing to get right in the earliest stages of guitar playing, as it will make or break your technique",
        "Url": "/lessons/beginner/holding-the-pick/",
        "ContentKey": "HoldingThePick",
        "Level": "Beginner",
        "Stage": 1,
        "Videos": [
            {
                "Slug": "MOjSgNeoukU",
                "Title": "How To Hold A Guitar Pick & How to Choose One",
                "Caption": "Andy shows you exactly how to hold a guitar pick, and how to select one"
            },
            {
                "Slug": "8-grcbKnbps",
                "Title": "How To Hold Your Pick Properly (The BEST Way, With Close Up Examples)",
                "Caption": "A quick, easy to follow, lesson on the right way to hold a pick"
            }
        ],
        "Articles": [
            {
                "Title": "Get a Grip: How to Hold a Guitar Pick",
                "Caption": "It seems easy, but improper technique can seriously impede your journey.",
                "Url": "https://www.fender.com/articles/how-to/get-a-grip-how-to-hold-a-pick"
            },
            {
                "Title": "Picks, how to choose one and hold it",
                "Caption": "A good article (with video) on how to hold a pick, and how to select a pick. Nice FAQ section included as well.",
                "Url": "https://www.justinguitar.com/en/BC-107-PicksHolding.php"
            },
            {
                "Title": "How to Hold a Guitar Pick (Plectrum)",
                "Caption": "Fundamental Changes is a great source for learning all styles of guitar. This is a good explanation on how to hold a pick",
                "Url": "http://www.fundamental-changes.com/how-to-hold-a-guitar-pick/"
            }
        ],
        "RelatedLessonSlugs": [
            "changing-strings",
            "strumming-with-a-pick"
        ]
    },
    {
        "Slug": "the-5-basic-chord-forms",
        "Title": "The 5 Basic Chord Forms",
        "Summary": "Cowboy Chords! A right of passage for any new player",
        "Url": "/lessons/beginner/the-5-basic-chord-forms/",
        "ContentKey": "FiveBasicChordForms",
        "Level": "Beginner",
        "Stage": 1,
        "Genres": [
            "Blues",
            "Folk",
            "Rock"
        ],
        "Videos": [
            {
                "Slug": "J7yWMwWBBHw",
                "Title": "The 5 Chords You Must Know to Play Up the Guitar Neck! (With diagrams)",
                "Caption": "This video by Mark Zabel breaks down the 5 major open chords you need to be able to move up and down the neck comfortably."
            },
            {
                "Slug": "c3Oy5VJYqxs",
                "Title": "5 Tips to Change Guitar Chords Quickly & Smoothly",
                "Caption": "This video focuses specifically on techniques for transitioning between chords. Remember to practice this with your metronome, as it will better prepare you to play along with songs and/or other musicians."
            },
            {
                "Slug": "CmYzZu5h_Mo",
                "Title": "These 2 Techniques Cure All Your Chord Transitioning Troubles",
                "Caption": "Another good lesson on transitioning between chords. Don't worry about knowing all the chords he's playing in the lesson, just focus on the techniques for chord transitions."
            }
        ],
        "Articles": [
            {
                "Title": "The Five Basic Chord Shapes",
                "Caption": "A nice easy breakdown of the 5 main open chord shapes, including a video.",
                "Url": "https://guitaralliance.com/2013/07/the-five-basic-chord-shapes-2/"
            },
            {
                "Title": "Learn Guitar Chords – A Guide for Beginners",
                "Caption": "This article not only shows the chord diagrams for each of the 5 main open chords, but it also shows photos of how your hands should be positioned, which is helpful. The article also has some videos of how to play those chords.",
                "Url": "https://www.uberchord.com/blog/learn-guitar-chords/"
            },
            {
                "Title": "Use These 5 Chords – Only 5 – To Unlock Your Entire Guitar Neck",
                "Caption": "A nice breakdown on how the 5 basic chord forms can be used anywhere on the neck, in any key. Don't read this until you're comfortable playing all 5 open chord shapes.",
                "Url": "https://rockprodigy.com/blog/unlock-the-fretboard"
            }
        ],
        "RelatedLessonSlugs": [
            "the-caged-system"
        ]
    },
    {
        "Slug": "welcome-to-the-guitar",
        "Title": "Welcome to the Guitar!",
        "Summary": "Explanation of basic parts of a guitar, including string names and tuning - plus a little pep talk",
        "Url": "/lessons/beginner/welcome-to-the-guitar/",
        "ContentKey": "WelcomeToTheGuitar",
        "Level": "Beginner",
        "Stage": 1,
        "Genres": [],
        "Videos": [
            {
                "Slug": "eNcF_nKRkzw",
                "Title": "Beginner's Guide To Electric Guitar Gear - Guitars, Amps & Pedals",
                "Caption": "This video from Andy Guitar does a great job of breaking down differences between electric and acoustic guitars, demoing different guitars, explaining the basics of amplifiers & pedals, and much more."
            },
            {
                "Slug": "p7qIBoo63w0",
                "Title": "The Beginner's Guide To Electric Guitar Gear - Guitars, Amps & Pedals",
                "Caption": "Rob Chapman is easily one of my favorite 'Guitar Celebrities'. His solo videos (like this one) and his product reviews for Andertons UK with 'The Captain' are nothing short of epic. In this video, Rob breaks down guitars, amps, and pedals for the beginning player. Rob is a phenomenal player, so pay attention, as much can be learned from him. You can certainly expect to see more of his videos in these courses."
            },
            {
                "Slug": "GMg5-S8Tozs",
                "Title": "10 Best Electric Guitars for Beginners 2017",
                "Caption": "This is a nice comprehensive look at the best electric guitars for beginners, and it was done in 2017, so the options are very recent. As you'll soon discover on your guitar journey, guitars can get VERY expensive, but don't worry - today's affordable options for beginners are better than ever. Even if your budget is less than $100, you'll be able to find something to get started on, and more options will be available for literally every budget moving forward."
            },
            {
                "Slug": "wLmgSWKESH0",
                "Title": "7 Cheap Electric Guitars That Don't Suck - Great Tone at Budget Friendly Prices",
                "Caption": "Here's one more comprehensive look at affordable options for getting started on the electric guitar. The main point to get here is that there are plenty of options for getting started, and the quality of these beginner guitars is better today than it was for previous generations of beginning players (except those that were starting in the 50's and 60's). Anything you see here should be considered a viable option for getting started on the guitar."
            }
        ],
        "Articles": [
            {
                "Title": "8 tips on how to buy your first electric guitar",
                "Caption": "Another beginners buying guide, although this one is different from the others in this lesson. This isn't about comparing specific guitars, but instead is more of a general checklist to keep in mind when making your purchasing decision. A quick easy read that you should definitely check out.",
                "Url": "https://www.theguitarlesson.com/guitar-lesson-blog/guitar-gear/buy-first-guitar/"
            },
            {
                "Title": "Electric Guitar vs. Acoustic Guitar - Which is Better for Beginners?",
                "Caption": "If you're not sure which type of guitar you want to get started on, then this article is for you. Here you'll find pros and cons for starting on acoustic versus electric. Just remember, you can always play both, so don't worry about which one you start out on. It's just the first step of a (hopefully) long journey.",
                "Url": "https://www.theguitarlesson.com/guitar-lesson-blog/guitar-gear/electric-guitar-vs-acoustic-guitar-which-is-better-for-beginners/"
            },
            {
                "Title": "Parts of an Electric Guitar",
                "Caption": "A nice breakdown of the parts of an electric guitar. Intended for the beginning player, this article explains everything you need to know about the components found on an electric guitar.",
                "Url": "http://www.dummies.com/art-center/music/guitar/parts-of-an-electric-guitar/"
            },
            {
                "Title": "For Those About to Rock: 10 Beginner FAQs",
                "Caption": "Fender provides answers to 10 common questions asked by beginning guitar players, or those who are interested in getting started but haven't committed quite yet.",
                "Url": "https://www.fender.com/articles/how-to/for-those-about-to-rock-10-beginner-faqs"
            },
            {
                "Title": "What Is The Best Beginner Electric Guitar? Ultimate Buying Guide To Your First Instrument!",
                "Caption": "Guitar Fella breaks down their top list of guitars for beginners. Plenty of great options to consider in here.",
                "Url": "https://www.guitarfella.com/best-electric-guitar/beginners/"
            },
            {
                "Title": "10 Essential Principles for Learning Guitar",
                "Caption": "A nice collection of tips to keep in mind when learning to play the guitar. The advice you'll find in this article should stick with you for your entire playing career, as these are principles you never grow out of.",
                "Url": "https://music.tutsplus.com/articles/10-essential-principles-for-learning-guitar--audio-6414"
            }
        ],
        "RelatedLessonSlugs": [
            "holding-the-pick",
            "changing-strings"
        ]
    }
]